<?php
/**
 * Translation map for kk
 */
return [
    'Архив' => 'Мұрағат',
    'Информация' => 'Ақпарат',

    'Статьи' => 'Мақалалар',



    'Войти' => 'Кіру',
    'Вход' => 'Кіру',
    'Главная' => '',
    'Запомнить меня' => '',
    'Имя пользователя' => 'Пайдаланушының аты',
    'Категории' => 'Категориялар',
    'Контакты' => '',
    'Название' => 'Атау',
    'Неверный логин или пароль' => '',
    'Пароль' => 'Жасырын сөз',
    'Сохранить' => '',
    'Статус' => 'Мәртебе',
    'Язык' => 'Тіл',
    'Журнал Карагандинского технического университета имени Абылкаса Сагинова' => 'Әбілқас Сағынов атындағы Қарағанды ​​техникалық университетінің журналы',
];