<?php
/**
 * Translation map for kk
 */
return [
    'Регистрация' => 'Тіркелу',
    'ФИО на казахском языке' => 'Толық аты-жөніңіз қазақ тілінде',
    'ФИО на русском языке' => 'Толық аты-жөніңіз орыс тілінде',
    'ФИО на английском языке' => 'Толық аты-жөніңіз ағылшын тілінде',
    'Email' => 'Email',
    'Логин' => 'Логин',
    'Пароль' => 'Пароль',
    'Нажимая кнопку Зарегистрироваться Вы подтверждаете' => 'Тіркелу батырмасын басып, Сіз',
    'согласие на обработку персональных данных' => 'Жеке мәліметті сақтауға және өңдеуге келісесіз',
    'Зарегистрироваться' => 'Тіркелу',

    'Архив' => 'Мұрағат',
    'Информация' => 'Ақпарат',
    'Поиск' => 'Іздеу',
    'Подать статью' => 'Мақаланы жіберіңіз',

    'Статьи' => 'Мақалалар',

    'Войти' => 'Кіру',
    'Вход' => 'Кіру',

    'Главная' => '',
    'Запомнить меня' => '',
    'Имя пользователя' => 'Пайдаланушының аты',
    'Категории' => 'Категориялар',
    'Контакты' => '',
    'Название' => 'Атау',
    'Неверный логин или пароль' => '',
    'Пароль' => 'Жасырын сөз',
    'Сохранить' => '',
    'Статус' => 'Мәртебе',
    'Язык' => 'Тіл',
    'Журнал Карагандинского технического университета имени Абылкаса Сагинова' => 'Әбілқас Сағынов атындағы Қарағанды ​​техникалық университетінің журналы',
    'Укажите тему публикации на 3х языках' => 'Басылым тақырыбын 3 тілде көрсетіңіз',
    'Подача статьи на публикацию в журнале' => 'Мақаланы журналда жариялауға жіберу',
];