<?php
/**
 * Translation map for kk
 */
return [
    'Ваши публикации' => 'Сіздің жарияланымдарыңыз',
    'Подать статью' => 'Мақаланы беру',
    'Подача статьи на публикацию в журнале' => 'Журналға жариялау үшін мақаланы ұсыну',
    'Дата создания' => 'Құрылған күні',
    'Статус' => 'Статус',
    'Вы уверены, что хотите удалить этот элемент?' => 'Бұл элементті шынымен жойғыңыз келе ме?',
    'Удалить статью' => 'Мақаланы жою',

    'Укажите тему, ключевые слова, аннотацию' => 'Specify the topic, keywords, abstract',
    'Название статьи' => 'Мақаланың тақырыбы',
    'Название статьи на казахском языке' => 'Мақаланың тақырыбы (қазақша)',
    'Название статьи на английском языке' => 'Мақаланың тақырыбы (ағылшынша)',

    'Укажите аннотацию на 3х языках' => 'Аңдатпаны 3 тілде көрсетіңіз',
    'Аннотация' => 'Аңдатпа',
    'Аннотация на казахском языке' => 'Аңдатпа қазақ тілінде',
    'Аннотация на английском языке' => 'Аңдатпа ағылшын тілінде',

    'Укажите ключевые слова на 3х языках' => 'Кілттік сөздерді 3 тілде көрсетіңіз',
    'Укажите ключевые слова через точку с запятой, например, информатика; программирование' => 'Кілттік сөздерді үтірлі нүктемен бөліп көрсетіңіз, мысалы, информатика; бағдарламалау',
    'Ключевые слова' => 'Кілттік сөздер',
    'Ключевые слова на казахском языке' => 'Кілттік сөздер қазақ тілінде',
    'Ключевые слова на английском языке' => 'Кілттік сөздер ағылшын тілінде',

    'Дополнительная информация' => 'Қосымша ақпарат',
    'Комментарий для рецензента' => 'Сын пікір білдіруші үшін түсініктеме',
    'Категория' => 'Бағыты',
    'Выбрать категорию ...' => 'Санатты таңдаңыз ...',
    'Прикрепите статью' => 'Мақаланы жүктеңіз',
    'Прикрепите чек оплаты' => 'Төлем түбіртегін жүктеңіз',

    'Отправить статью' => 'Мақаланы жіберу',
];